tap "cantino/mcfly"
tap "centrifugal/centrifugo"
tap "dopplerhq/cli"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "superfly/tap"
brew "antigen"
brew "little-cms2"
brew "libevent"
brew "pmix"
brew "open-mpi"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "asdf"
brew "augeas"
brew "bat"
brew "gettext"
brew "python@3.12"
brew "glib"
brew "pixman"
brew "harfbuzz"
brew "pillow"
brew "python@3.11"
brew "qhull"
brew "binwalk"
brew "calc"
brew "camlp5"
brew "certbot"
brew "cmake"
brew "curl"
brew "dbmate"
brew "deno"
brew "dict"
brew "diff-so-fancy"
brew "direnv"
brew "docker-compose"
brew "libarchive"
brew "pango"
brew "ghostscript"
brew "epstool"
brew "erlang"
brew "exiftool"
brew "netpbm"
brew "fltk"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glpk"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "qt"
brew "gnuplot"
brew "libheif"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "guile"
brew "hashcat"
brew "hdf5"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "ledit"
brew "less"
brew "libffi"
brew "libicns"
brew "libsvm"
brew "lnav"
brew "lsd"
brew "make"
brew "mas"
brew "openjdk"
brew "maven"
brew "metis"
brew "mysql"
brew "n"
brew "neo4j"
brew "neovim"
brew "nmap"
brew "plotutils"
brew "python@3.9"
brew "pstoedit"
brew "pyqt"
brew "sundials"
brew "texinfo"
brew "octave"
brew "openldap"
brew "packer"
brew "perl"
brew "postgresql@14", restart_service: true
brew "pure"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "python@3.8"
brew "rabbitmq"
brew "raptor"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "ruby-build"
brew "sqlc"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "vault"
brew "vim"
brew "wget"
brew "z"
brew "zookeeper"
brew "zoxide"
brew "zsh"
brew "cantino/mcfly/mcfly"
brew "centrifugal/centrifugo/centrifugo"
brew "dopplerhq/cli/doppler"
brew "oven-sh/bun/bun"
brew "superfly/tap/flyctl"
cask "1password"
cask "1password-cli"
cask "airbuddy"
cask "balenaetcher"
cask "brave-browser"
cask "clay"
cask "cleanshot"
cask "cryptomator"
cask "discord"
cask "docker"
cask "elgato-control-center"
cask "elgato-wave-link"
cask "encryptme"
cask "font-eb-garamond"
cask "font-fira-code"
cask "font-hack"
cask "font-input"
cask "font-juliamono"
cask "font-monoid"
cask "font-noto-mono"
cask "font-roboto-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "google-cloud-sdk"
cask "imageoptim"
cask "iterm2"
cask "keybase"
cask "kindle"
cask "ksdiff"
cask "ledger-live"
cask "ngrok"
cask "notion"
cask "ollama"
cask "pika"
cask "pixelsnap"
cask "pop"
cask "protonvpn"
cask "raindropio"
cask "raycast"
cask "reader"
cask "rectangle"
cask "sketch"
cask "steam"
cask "sublime-merge"
cask "sublime-text"
cask "visual-studio-code"
cask "warp"
cask "webtorrent"
cask "xquartz"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "1Password for Safari", id: 1569813296
mas "Affinity Designer 2", id: 1616831348
mas "Affinity Photo 2", id: 1616822987
mas "Affinity Publisher 2", id: 1606941598
mas "Amphetamine", id: 937984704
mas "Balance", id: 1637311725
mas "Bear", id: 1091189122
mas "Craft", id: 1487937127
mas "DaisyDisk", id: 411643860
mas "Dark Noise", id: 1465439395
mas "Darkroom", id: 953286746
mas "Day One", id: 1055511498
mas "Deliveries", id: 290986013
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Kaleidoscope", id: 587512244
mas "Keynote", id: 409183694
mas "LookUp", id: 872564448
mas "NextDNS", id: 1464122853
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Poolsuite FM", id: 1514817810
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Scan Thing", id: 1556313108
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
vscode "bazelbuild.vscode-bazel"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "streetsidesoftware.code-spell-checker"
vscode "wmaurer.change-case"
